export const texts = {
    header:{
        home: 'Головна',
        services: 'Послуги',
        contacts: 'Контакти',
        about: 'Про нас'
    },
    heroCarousel:{
        slide1:{
            title: 'Тілесна терапія та масаж',
            description: 'Дбайливо. Індивідуально. З повагою.'
        },
        slide2:{
            title: 'Відчуй тишу в думках',
            description: 'Зняття напруги та стресу через масажні техніки.'
        },
        slide3:{
            title: 'Тут можна розслабитись',
            description: 'Сила та глибина за відкликом тіла.'
        },
        slide4:{
            title: 'Приходите до одного терапевта',
            description: '5+ років досвіду. Делікатність. Уважність. Емпатія.'
        }
    }
};