export const texts = {
    header:{
        home: 'Головна',
        services: 'Послуги',
        contacts: 'Контакти',
        about: 'Про нас'
    },
    ctaButton: {
        text: 'Записатись на масаж'
    },
    cta: 'Записатись на масаж',
    heroCarousel:{
        slide1:{
            title: 'Тілесна терапія та масаж',
            description: 'Дбайливо. Індивідуально. Усвідомлено.'
        },
        slide2:{
            title: 'Відчуй тишу в думках',
            description: 'Зняття напруги та стресу через масажні техніки.'
        },
        slide3:{
            title: 'Тут можна розслабитись',
            description: 'Сила та глибина за відкликом тіла.'
        },
        slide4:{
            title: 'Завжди той самий спеціаліст',
            description: '10+ років досвіду. Делікатність. Уважність. Емпатія.'
        }
    }
};