export const texts = {
    pages:{
        home: 'Головна',
        services: 'Послуги',
        contacts: 'Контакти',
        about: 'Про мене'
    },
    ctaButton: {
        text: 'Записатись на масаж'
    },
    cta: 'Записатись на масаж',
    heroCarousel:{
        slide1:{
            title: 'Тілесна терапія та масаж',
            description: 'Дбайливо. Індивідуально. Усвідомлено.'
        },
        slide2:{
            title: 'Відчуй тишу в думках',
            description: 'Зняття напруги та стресу через масажні техніки.'
        },
        slide3:{
            title: 'Тут можна розслабитись',
            description: 'Сила та глибина за відкликом тіла.'
        },
        slide4:{
            title: 'Завжди той самий спеціаліст',
            description: '10+ років досвіду. Делікатність. Уважність. Емпатія.'
        }
    },
    brand: {
        altText: 'Студія масажу Vadhiveda',
        aboutText: 'Vadhiveda — простір тонкої тілесної роботи, що враховує фізичні та психоемоційні процеси й будується на делікатній взаємодії з людиною.'
    },

    services: {
        title: 'Наші послуги',
        subscribeBtn: 'Записатись',
        allServicesBtn: 'Усі послуги'
    },
    footer: {
        contacts: 'Контакти',
        schedule: 'Графік роботи',
        copyright: '© 2026 Vadhiveda massage studio. Всі права захищені.'
    },
    aboutMePage: {
        intro: 'Телесний терапевт з понад 10-річним досвідом практики. Працюю з тілом як з цілісною системою — через увагу, повагу та глибоке відчуття процесу.',
        features: 'У моїй роботі важливо:',
        featuresList: [
            'індивідуальний підхід до кожного клієнта',
            'делікатність і безпечна глибина',
            'уважність до сигналів тіла',
            'стабільний контакт з одним спеціалістом',
            'відсутність поспіху та шаблонних схем'
        ],
        approuchTitle: 'Мій підхід',
        approuchDescription: 'Я вірю, що масаж не має бути болісним. Глибина підбирається за відгуком тіла. У практиці спираюсь на принципи телесної терапії, а також інтегрую елементи кундаліні-йоги та аюрведичного бачення здоров’я.'
    },
    contactsPage: {
        address: 'Адреса',
        phone: 'Телефон',
        email: 'Електронна пошта',
        telegram: 'Telegram',
        instagram: 'Instagram',
        viber: 'Viber',
        writeToViber: 'Написати у Viber'
    }

};